{
  "Id": "102",
  "ImageUrl": "https://cdn-eu.anidb.net/images/main/65913.png",
  "Description": "A sixteen year old girl hailing from the United States of Liberion with the rank of Flight Lieutenant. Magnanimous in character, tall and buxom in appearance, Charlotte (\"Shirley\" to her friends) is a thrill-seeker who is fascinated by speed. Like a speedy hare, she gains the ears and tail of a rabbit when equipped with her Striker.",
  "MainName": "Charlotte E. Yeager",
  "OfficialName": "Charlotte Elwyn Yeager",
  "DateOfBirth": "13.02.1927",
  "Age": "16",
  "Gender": "female",
  "Height": "167",
  "Weight": "",
  "Abilities": [
    "flying",
    "extreme speed",
    "magic"
  ],
  "AbilitiesDesc": [
    "This character has wings, natural or artificial, which enable the character to take flight. Or is in command of some form of levitation (e.g. a witch using a broom to fly).\n\nNot to be confused with \"flying planes\" or \"flying helicopters\"."
  ],
  "AgeRange": "",
  "AgeRangeDesc": "",
  "Entities": [
    "human"
  ],
  "EntityDesc": [
    "Modern humans are the only extant members of the subtribe Hominina. Together with chimpanzees, gorillas, and orangutans, they are part of the family Hominidae. Terrestrial animals, humans are characterized by their erect posture and bipedal locomotion; high manual dexterity and heavy tool use compared to other animals; open-ended and complex language use compared to other animal communications; larger, more complex brains than other animals; and highly advanced and organized societies."
  ],
  "Roles": [
    "based on a real person",
    "mechanic",
    "junior officer",
    "pilot",
    "motorcyclist"
  ],
  "RolesDesc": [
    "This character is based on a famous person from the history of Earth, and on rare cases someone that is still alive.",
    "A mechanic is a skilled person who repairs and maintains machines.",
    "A junior officer is a member of the lower echelons among commissioned officers, ranking above warrant officers and below senior officers. Please see the full tag description for details on the ranks whose holders are considered junior officers.",
    "This person controls some kind of flying vehicle.",
    "A person who is skilled at riding a motorcycle/motorbike and does so on a regular basis."
  ],
  "CreatorIds": [
    "51"
  ],
  "AnimeIds": [
    "14203",
    "4530",
    "5970",
    "7542",
    "8272",
    "14205",
    "14965",
    "10198",
    "15647"
  ],
  "AnimeEpsOccur": [
    "",
    "",
    "1-3, 5-12",
    "1-2, 4-12",
    "",
    "",
    "",
    "2",
    ""
  ]
}
