{
  "id": "104",
  "image_url": "https://cdn-eu.anidb.net/images/main/65912.png",
  "description": "Perrine is a wealthy and proper fifteen year old Gallian girl who looks down on some of the less-refined habits of her peers. The emotional scars left by the Neuroi's conquest of her homeland cause her numerous problems. She often refuses to work as part of a team, and develops a dislike for the upstart newcomer Yoshika due to her attachment to Mio, which eventually develops into full-blown jealousy. When wearing her Striker Unit, she gains the dark ears and tail of a Chartreux. Perrine holds the rank of Flying Officer and her original unit was the Armée de l'Air 802nd Flying Corps.\n\t",
  "main_name": "Perrine-H. Clostermann",
  "official_name": "Pierrette-Henriette Clostermann",
  "date_of_birth": "28.02.????",
  "age": "15",
  "gender": "female",
  "height": "152",
  "weight": "",
  "abilities": [
    "flying",
    "magic",
    "lightning magic"
  ],
  "abilities_desc": [
    "Magic is the art of purportedly manipulating aspects of reality either by supernatural means or through knowledge of unknown occult laws.",
    "no description set"
  ],
  "age_range": "",
  "age_range_desc": "",
  "entity": [
    "human"
  ],
  "entity_desc": [
    "Modern humans are the only extant members of the subtribe Hominina. Together with chimpanzees, gorillas, and orangutans, they are part of the family Hominidae. Terrestrial animals, humans are characterized by their erect posture and bipedal locomotion; high manual dexterity and heavy tool use compared to other animals; open-ended and complex language use compared to other animal communications; larger, more complex brains than other animals; and highly advanced and organized societies."
  ],
  "role": [
    "based on a real person",
    "aristocrat",
    "junior officer"
  ],
  "role_desc": [
    "This character is based on a famous person from the history of Earth, and on rare cases someone that is still alive.",
    "An aristocrat or noble is a member of the aristocracy or nobility, an upper class in feudal societies. Nobles may or may not hold any specific nobility title. For simplicity`s sake, royalty should also be considered nobility.",
    "A junior officer is a member of the lower echelons among commissioned officers, ranking above warrant officers and below senior officers. Please see the full tag description for details on the ranks whose holders are considered junior officers."
  ],
  "creator_id": [
    "38"
  ],
  "anime_id": [
    "14203",
    "4530",
    "5970",
    "7542",
    "8272",
    "14205",
    "14965",
    "10198",
    "15647",
    "5674"
  ],
  "anime_eps_occur": [
    "",
    "",
    "1-12",
    "1-12",
    "",
    "",
    "",
    "3",
    "",
    "27"
  ]
}
