{
  "id": "1",
  "image_url": "https://cdn-eu.anidb.net/images/main/52595.jpg",
  "description": "The young civilian who becomes the pilot of the prototype Strike Gundam. Kira is a first-generation Coordinator whose parents are Naturals, and his family has taken refuge in the neutral territory of the resource satellite Heliopolis to avoid the war. However, Kira finds himself drawn into the conflict when Heliopolis is attacked by ZAFT forces, and he remains aboard the Earth Alliance warship Archangel in order to protect his friends and loved ones. As a Coordinator, Kira has remarkable mental and physical abilities, and his computer programming talents enable him to rewrite the Strike Gundam's operating system in mid-battle to adapt to new combat conditions.\n\t",
  "main_name": "Kira Yamato",
  "official_name": "キラ・ヤマト",
  "date_of_birth": "18.05 Cosmic Era 55",
  "age": "16-18",
  "gender": "male",
  "height": "165",
  "weight": "65",
  "abilities": [],
  "abilities_desc": [],
  "age_range": "adolescent",
  "age_range_desc": "An adolescent (teenager) is 13 to 19 years old.",
  "entity": [
    "human",
    "coordinator"
  ],
  "entity_desc": [
    "Modern humans are the only extant members of the subtribe Hominina. Together with chimpanzees, gorillas, and orangutans, they are part of the family Hominidae. Terrestrial animals, humans are characterized by their erect posture and bipedal locomotion; high manual dexterity and heavy tool use compared to other animals; open-ended and complex language use compared to other animal communications; larger, more complex brains than other animals; and highly advanced and organized societies.",
    "Coordinators are genetically enhanced human beings who possess a number of enhanced traits, including faster learning and stronger and faster bodies that are virtually immune to diseases. They are physically and mentally superior to baseline normal humans."
  ],
  "role": [
    "mecha pilot",
    "student"
  ],
  "role_desc": [
    "This character pilots some sort of robot/mecha, be it a mobile suit or whatever else.",
    "A student or pupil is a learner, or someone who attends an educational institution. The may be understood to mean only those enrolled in some sort of educational institution, but, in its widest use, it applies to anyone who is learning, including mid-career adults who are taking vocational education or returning to university, or younger researchers or artists learning from a more experienced colleague and mentor."
  ],
  "creator_id": [
    "381"
  ],
  "anime_id": [
    "252",
    "2186",
    "4170",
    "4905",
    "4457",
    "4758",
    "4466",
    "4168",
    "4169",
    "4165"
  ],
  "anime_eps_occur": [
    "1-19, 41-50, S1",
    "6-9, 11-15, 17, 22-28, 30-35, 37-39, 42-50",
    "",
    "",
    "",
    "",
    "",
    "1",
    "",
    ""
  ]
}
